tap "arttor/tap"
tap "charmbracelet/tap"
tap "cloudflare/cloudflare"
tap "derailed/k9s"
tap "go-swagger/go-swagger"
tap "goreleaser/tap"
tap "hashicorp/tap"
tap "hiro-o918/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "homeport/tap"
tap "koekeishiya/formulae"
tap "kreuzwerker/taps"
tap "ngrok/ngrok"
tap "nobl9/sloctl"
tap "opensecrecy/cryptctl"
tap "teamookla/speedtest"
tap "th-ch/youtube-music"
tap "weaveworks/tap"
brew "giflib"
brew "jpeg-turbo"
brew "libpng"
brew "libtiff"
brew "webp"
brew "jpeg-xl"
brew "argocd"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "python@3.12"
brew "awscurl"
brew "bat"
brew "cairo"
brew "eksctl"
brew "eza"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "leptonica"
brew "libmicrohttpd"
brew "librist"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "gifsicle"
brew "git-delta"
brew "glow"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "graphviz"
brew "groovysdk"
brew "hey"
brew "htop"
brew "jpeg"
brew "jq"
brew "k3d"
brew "kind"
brew "kompose"
brew "kubebuilder"
brew "kubeconform"
brew "kubernetes-cli"
brew "kubectx"
brew "kubeseal"
brew "kustomize"
brew "neofetch"
brew "neovim"
brew "openshift-cli"
brew "openssl@1.1"
brew "operator-sdk"
brew "pkg-config"
brew "python@3.11"
brew "shfmt"
brew "telnet"
brew "tflint"
brew "thefuck"
brew "tmux"
brew "tree"
brew "wget"
brew "yq"
brew "zoxide"
brew "arttor/tap/helmify"
brew "charmbracelet/tap/freeze"
brew "cloudflare/cloudflare/cloudflared"
brew "derailed/k9s/k9s"
brew "go-swagger/go-swagger/go-swagger"
brew "goreleaser/tap/goreleaser"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
brew "hiro-o918/tap/awsctx"
brew "homeport/tap/dyff"
brew "homeport/tap/termshot"
brew "kreuzwerker/taps/m1-terraform-provider-helper"
brew "nobl9/sloctl/sloctl"
brew "opensecrecy/cryptctl/cryptctl"
brew "teamookla/speedtest/speedtest"
cask "font-meslo-lg-nerd-font"
cask "font-monaspace"
cask "multipass"
cask "ngrok"
cask "youtube-music"
vscode "aaron-bond.better-comments"
vscode "be5invis.vscode-custom-css"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "tonybaloney.vscode-pets"
vscode "twxs.cmake"
