tap "0xjemm/youtube-music-macos"
tap "arttor/tap"
tap "ats-operations/tap", "https://wwwin-github.cisco.com/ATS-operations/homebrew-tap"
tap "charmbracelet/tap"
tap "cloudflare/cloudflare"
tap "cyberark/tools"
tap "derailed/k9s"
tap "felixkratz/formulae"
tap "go-swagger/go-swagger"
tap "goreleaser/tap"
tap "grishka/grishka"
tap "hashicorp/tap"
tap "heroku/brew"
tap "hiro-o918/tap"
tap "homeport/tap"
tap "koekeishiya/formulae"
tap "kreuzwerker/taps"
tap "localstack/tap"
tap "mike-engel/jwt-cli"
tap "ngrok/ngrok"
tap "nikitabobko/tap"
tap "nobl9/sloctl"
tap "opensecrecy/cryptctl"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "skyhook-io/tap"
tap "teamookla/speedtest"
tap "warrensbox/tap"
tap "weaveworks/tap"
brew "giflib"
brew "jpeg-turbo"
brew "libpng"
brew "libtiff"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "argocd"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "awscurl"
brew "azure-cli"
brew "bat"
brew "btop"
brew "cairo"
brew "harfbuzz"
brew "bundletool"
brew "cloudflared"
brew "colima"
brew "dive"
brew "docker"
brew "eksctl"
brew "eza"
brew "fastfetch"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "leptonica"
brew "libass"
brew "libmicrohttpd"
brew "librist"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "libavif"
brew "gh"
brew "gifsicle"
brew "git-delta"
brew "git-lfs"
brew "glow"
brew "gnupg"
brew "go"
brew "gofumpt"
brew "golangci-lint"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "groovysdk"
brew "helm"
brew "hey"
brew "htop"
brew "iperf3"
brew "jpeg"
brew "jq"
brew "k3d"
brew "kind"
brew "kompose"
brew "kubebuilder"
brew "kubeconform"
brew "kubernetes-cli"
brew "kubectx"
brew "kubeseal"
brew "kustomize"
brew "mdformat"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "node"
brew "openblas"
brew "numpy"
brew "protobuf"
brew "openshift-cli"
brew "openssl@1.1"
brew "openvino"
brew "operator-sdk"
brew "pkgconf"
brew "podman"
brew "podman-compose"
brew "postgresql@14"
brew "pre-commit"
brew "prettier"
brew "pwgen"
brew "pyenv"
brew "python-setuptools"
brew "python@3.11"
brew "python@3.12"
brew "qemu"
brew "rclone"
brew "ripgrep"
brew "shfmt"
brew "telnet"
brew "terminal-notifier"
brew "terraform-docs"
brew "tfk8s"
brew "tflint"
brew "thefuck"
brew "tmux"
brew "tree"
brew "wget"
brew "yq"
brew "zoxide"
brew "arttor/tap/helmify"
brew "ats-operations/tap/duo-sso"
brew "charmbracelet/tap/freeze"
brew "cyberark/tools/conjur-cli"
brew "derailed/k9s/k9s"
brew "go-swagger/go-swagger/go-swagger"
brew "hashicorp/tap/terraform", link: false
brew "hashicorp/tap/terraform-ls"
brew "hashicorp/tap/vault"
brew "heroku/brew/heroku"
brew "hiro-o918/tap/awsctx"
brew "homeport/tap/dyff"
brew "homeport/tap/termshot"
brew "kreuzwerker/taps/m1-terraform-provider-helper"
brew "localstack/tap/localstack-cli"
brew "mike-engel/jwt-cli/jwt-cli"
brew "nobl9/sloctl/sloctl"
brew "opensecrecy/cryptctl/cryptctl"
brew "qmk/qmk/qmk"
brew "skyhook-io/tap/radar"
brew "teamookla/speedtest/speedtest"
brew "warrensbox/tap/tfswitch"
cask "android-platform-tools"
cask "bluesnooze"
cask "claude-code"
cask "dbeaver-community"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monaspace"
cask "hammerspoon"
cask "localsend"
cask "grishka/grishka/neardrop"
cask "ngrok"
cask "pearcleaner"
cask "podman-desktop"
cask "session-manager-plugin"
cask "0xjemm/youtube-music-macos/youtube-music-macos"
vscode "4ops.terraform"
vscode "aaron-bond.better-comments"
vscode "be5invis.vscode-custom-css"
vscode "bwya77.islands-dark"
vscode "davidanson.vscode-markdownlint"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "hashicorp.terraform"
vscode "illixion.vscode-vibrancy-continued"
vscode "l-igh-t.vscode-theme-seti-folder"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpp-devtools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "nicolasvuillamy.vscode-groovy-lint"
vscode "oderwat.indent-rainbow"
vscode "openai.chatgpt"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "sonarsource.sonarlint-vscode"
vscode "subframe7536.custom-ui-style"
vscode "tonybaloney.vscode-pets"
vscode "twxs.cmake"
go "github.com/jstemmer/go-junit-report/v2"
go "github.com/t-yuki/gocover-cobertura"
go "golang.org/x/tools/gopls"
go "github.com/google/yamlfmt/cmd/yamlfmt"
